Repository: muhuiyu/Japan-Castle-Book
Catalog: JapanCastleBookiOS/Shared UI Helpers/Localization/Localizable.xcstrings
Source language: en
Languages: ja

# castleArea_title_chugokuShikoku
source: Chugoku & Shikoku
ja: 中国・四国地方

# castleArea_title_hokkaidoTohoku
source: Hokkaido & Tohoku
ja: 北海道・東北地方

# castleArea_title_hokurikuTokai
source: Hokuriku & Tokai
ja: 北陸・東海地方

# castleArea_title_kantoKoshinetsu
source: Kanto koshinetsu
ja: 関東・甲信越地方

# castleArea_title_kinki
source: Kinki
ja: 近畿地方

# castleArea_title_kyusyuOkinawa
source: Kyusyu & Okinawa
ja: 九州・沖縄地方

# castleDetailLogViewController_addStamp_button
source: Add stamp
ja: スタンプ追加

# castleDetailLogViewController_addStampAlert_cancel
source: Cancel
ja: キャンセル

# castleDetailLogViewController_addStampAlert_takePhoto
source: Take photo
ja: 写真を撮る

# castleDetailLogViewController_editStampAlert_cancel
source: Cancel
ja: キャンセル

# castleDetailTableViewController_stampLocation_label
source: Stamp location
ja: 100名城スタンプ設置場所

# castleDetailViewController_accessGuide_label
source: Access
ja: アクセス・\nスタンプ\n設置場所

# castleDetailViewController_addLogAlert_addStamp
source: Add stamp
ja: スタンプを登録

# castleDetailViewController_addLogAlert_addVisitLog
source: Add visit log
ja: 訪問記録を追加

# castleDetailViewController_addLogAlert_cancel
source: Cancel
ja: キャンセル

# castleDetailViewController_addLogAlert_takePhoto
source: Take photo
ja: 写真を撮る

# castleDetailViewController_complete_button
source: Complete
ja: コレクション登録

# castleDetailViewController_segmentedControl_info
source: Info
ja: 基本情報

# castleDetailViewController_segmentedControl_visitLog
source: Visit Log
ja: 訪問記録

# castleDetailViewController_url_label
source: URL
ja: サイト

# castleListViewController_title
source: Collection
ja: コレクション

# tab_collection
source: Collection
ja: コレクション

# tab_map
source: Map
ja: マップ

# tab_settings
source: Settings
ja: 設定
